Revit 2024 API
ContourSettingItem.Stop Property
 The contour range stop elevation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public double Stop { get; }
Visual Basic
Public ReadOnly Property Stop As Double
	Get
Visual C++
public:
property double Stop {
	double get ();
}
See Also
ContourSettingItem Class
Autodesk.Revit.DB Namespace